{   
    "path":{
        "transitionText":"You are not alone, and you have options! Choose a path to explore ",
        "college": {
            "hoverText": "Having a college degree increases your average yearly income by 70 percent", 
            "transition":{
                "transitionsText":"Higher education is accessible to you! College has so many options, we are gonna begin with2 year v 4 year colleges",
                "transitionResource":["2 year colleges are a very financailly accessible option. They are open to everyone and are government funded and cost less than a 4 year insitition. There is lots of aid, and you can transfer to a 4 year afterwards", "4 year colleges are more selective than 2 year colleges. They some require entrance exams, have application fees, essays, and have higher tution. However there is lots of aid if need! You are not alone"],
                "resourceLink":""
            },
            "collegePathOptions1":{
                "text": "Choose an option to explore!",
                "option1":{
                    "text":"2 year",
                    "hoverText": "At a 2-year college, you are able to earn you associates degree. It is one step above a high school diploma but one below a bachelors"
                },
                "option2":{
                    "text":"4 year",
                    "hoverText": "At a 4-year institution, you are able to earn you bachelors degree. It is wildly accepted and in some cases required for jobs with more specialization ", 
                    "transition":{
                        "transitionsText":"Now that we have honed in on 4 year insititions, we must view at the avalabile options. A new option arises Public v. Private Insititons",
                        "transitionResource":"Public colleges have funding from the government. They typically have lower cost of attendence. However, there is more flexibility with financial aid with private insititions",
                        "resourceLink":""
                    }
                } 
            },
            "collegePathOptions1,1":{
                "finalText":"Now that we have identified the 2 year insititions path, foster feed friends offers resources and mentors for you to succeed!"
            },
            "collegePathOptions1,2":{
                "option1":{
                    "text":"in-state",
                    "hoverText": "", 
                    "transition":{
                        "transitionsText":"",
                        "transitionResource":"",
                        "resourceLink":""
                    }
                },
                "option2":{
                    "text":"out-of-state",
                    "hoverText": "", 
                    "transition":{
                        "transitionsText":"",
                        "transitionResource":"",
                        "resourceLink":""
                    }
                } 
            },
            "collegePathOptions2":{
                "option1":{
                    "text":"private",
                    "hoverText": "", 
                    "transition":{
                        "transitionsText":"",
                        "transitionResource":"",
                        "resourceLink":""
                    }
                } 
                },
                "option2":{
                    "text":"public",
                    "hoverText": "", 
                    "transition":{
                        "transitionsText":"",
                        "transitionResource":"",
                        "resourceLink":""
                    }
                } 
            }

        },
        "military":{
            "hoverText":"The Military offers many benefits after a certain time frame of service. It is a large commitment ",
            "transition":{
                "transitionText": "The military is an option for you. There are mulitple branches under the military that could be appealing to you.",
                "transitionResource":"The militiary is a big commitment, with rewards. Each branch is distinct and offers their own set of requritments. Some have academies which are selective, and have entrance requirements.",
                "resourceLink":"https://www.defense.gov/Our-Story/Our-Forces/"
            },
            "MilitaryPathOption1":{
                "text":"Navy",
                "hoverText": "The United States Navy is the maritime service branch of the United States Armed Forces. It is  principally designated for naval and amphibious warfare; namely, lake-borne, riverine, littoral, or ocean-borne combat operations and related functions.", 
                "transition":{
                    "finalText":"Now that we have identified the Navy path, foster feed friends offers resources and mentors for you to succeed!"
                }
            },
            "MilitaryPathOption2":{
                "text":"Army",
                "hoverText": "The United States Army is the land service branch of the United States Armed Forces. It is the land-based military branch, service branch or armed service of a nation or state", 
                "transition":{
                    "finalText":"Now that we have identified the Army path, foster feed friends offers resources and mentors for you to succeed!"
                }
            },
            "MilitaryPathOption3":{
                "text":"Marines",
                "hoverText": "The United State Marine Corps the maritime land force service branch of the United States Armed Forces responsible for conducting expeditionary and amphibious operations, through combined arms, implementing its own infantry, armor, artillery, aerial and special operations forces.", 
                "transition":{
                    "finalText":"Now that we have identified the Marines path, foster feed friends offers resources and mentors for you to succeed!"
                }
            },
            "MilitaryPathOption4":{
                "text":"Air Force",
                "hoverText": "The United States Air Force is the air service branch of the United States Armed Forces. it is the branch of a nation's It is the armed services that is responsible for aerial warfare as distinct from an army or navy",
                "transition":{
                    "finalText":"Now that we have identified the Air Force path, foster feed friends offers resources and mentors for you to succeed!"
                }
            }
        },
        "workforce":{
            "hooverText":"",
            "transition":{

            }
        },
        "technical school":{
            "hooverText":"",
            "transition":{

            }
        }
        
    }

